class Etc {
  static int baseAgeYear = 1950;
  static List<String> careerYear = [
    '1 - 3 년차',
    '4 - 6 년차',
    '7 - 9 년차',
    '10 - 12 년차',
    '13 - 15 년차',
    '15 년차 이상'
  ];
  static List<String> topics = [
    '직업 이점',
    '직업 고충',
    '하루 일과',
    '직업선택 이유',
    '자소서/면접',
    '회사 정보',
    '커리어 계획',
    '직업 비전',
    '마인드셋',
    '라이프 스타일',
  ];
  static List<List<String>> authSel = [
    ['회사 메일로 인증', '메일이 있는 회사를 다니는 경우에 해당됩니다.'],
    ['재직증명서로 인증', '메일이 없는 회사를 다니는 경우에 해당됩니다.'],
    ['사업자등록증으로 인증', '개인사업자, 프리랜서 등\n근로계약자가 아닌 경우에 해당됩니다.'],
    ['기타 증빙 파일로 인증하기', '위 세가지 방법으로 인증할 수 없는 경우 해당됩니다.'],
  ];
}
